---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElemFamilyParam
source: html/adb624c6-52a9-064f-6dd4-ec6fefe286e9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElemFamilyParam Property

"Family"

## Syntax (C#)
```csharp
public static ForgeTypeId ElemFamilyParam { get; }
```